-- MySQL dump 10.17  Distrib 10.3.15-MariaDB, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: ip
-- ------------------------------------------------------
-- Server version	10.3.15-MariaDB-1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `gr`
--

DROP TABLE IF EXISTS `gr`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `gr` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ip` varchar(15) NOT NULL,
  `name` varchar(20) NOT NULL,
  `note` varchar(30) DEFAULT NULL,
  `oid` varchar(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `gr`
--

LOCK TABLES `gr` WRITE;
/*!40000 ALTER TABLE `gr` DISABLE KEYS */;
/*!40000 ALTER TABLE `gr` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `org`
--

DROP TABLE IF EXISTS `org`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `org` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  `oid` varchar(3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=164 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `org`
--

LOCK TABLES `org` WRITE;
/*!40000 ALTER TABLE `org` DISABLE KEYS */;
INSERT INTO `org` VALUES (1,'五堰医药商场','001'),(2,'大岭路大药房','002'),(3,'郧阳区广场大药房','003'),(4,'武阳岭','004'),(5,'田沟大药房','005'),(6,'东岳大药房','006'),(7,'四九大药房','007'),(8,'三堰大药房','008'),(9,'白浪大药房','009'),(10,'银河小区大药房','010'),(11,'轮胎厂大药房','011'),(12,'擂鼓台大药房','012'),(13,'车城路大药房','013'),(14,'朝阳路大药房','014'),(15,'顾家岗大药房','015'),(16,'新疆路医药商场','016'),(17,'老虎沟医药商场','017'),(18,'武当山太和路第一大药房','018'),(19,'武当山太和路第二大药房','019'),(20,'郧阳区东岭大药房','020'),(21,'老街大药房','021'),(22,'江苏路大药房','022'),(23,'上海路大药房','023'),(24,'郧西黄山公园大药房','024'),(25,'郧西观音大药房','025'),(26,'人民南路大药房','026'),(27,'东风第二中学医务室','027'),(28,'金一地大药房','028'),(29,'29','029'),(30,'柳林大药房','030'),(31,'房县天一路大药房','031'),(32,'界牌大药房','032'),(33,'郧阳区茶店大药房','033'),(34,'房县武当路第一大药房','034'),(35,'杜家湾大药房','035'),(36,'六堰大药房','036'),(37,'房县九洲同大药房（原南门店）考勤机网线灯不亮','037'),(38,'房县车站大药房','038'),(39,'郧阳区解放大道大药房','039'),(40,'40','040'),(41,'阳光栖谷大药房','041'),(42,'42','042'),(43,'郧西县西街大药房','043'),(44,'武当山特区乔家院大药房','044'),(45,'房县武当路第二大药','045'),(46,'房县南街大药房（原福森店）','046'),(47,'房县滨河大药房','047'),(48,'艳湖社区大药房','048'),(49,'049','049'),(50,'总装厂大药房','050'),(51,'郧西县车站大药房','051'),(52,'郧西县环城北路大药房（原gr052西城店）','052'),(53,'053','053'),(54,'郧西县两府路大药房','054'),(55,'犟河市场大药房','055'),(56,'丹江口市六里坪镇第二大药房','056'),(57,'郧县中岭巷大药房','057'),(58,'郧县沿江大道大药房','058'),(59,'059','059'),(60,'竹溪县建设路大药房','060'),(61,'郧西县富康大道大药房','061'),(62,'62','062'),(63,'武当山特区广电大药房','063'),(64,'郧西民联大药房','064'),(65,'柳林路第二大药房','065'),(66,'何家沟大药房','066'),(67,'竹溪鄂陕大道','067'),(68,'上海路二店大药房','068'),(69,'竹溪县中医店','069'),(70,'070','070'),(71,'车城西路大药房','071'),(72,'郧西县天丰大药房','072'),(73,'郧西县东营大药房','073'),(74,'郧阳区西岭大药房','074'),(75,'丹江口市六里坪镇第一大药房','075'),(76,'华夏公馆大药房','076'),(77,'王湾大药房','077'),(78,'078','078'),(79,'湖南路大药房','079'),(80,'柏林大药房','080'),(81,'081','081'),(82,'竹溪钟鼓楼','082'),(83,'轮胎厂第二大药房','083'),(84,'六堰第二大药房','084'),(85,'武当山永乐店','085'),(86,'四一社区大药房','086'),(87,'重庆路大药房','087'),(88,'竹溪蒋家堰','088'),(89,'竹溪水坪','089'),(90,'090','090'),(91,'竹山人民路','091'),(92,'竹山利民','092'),(93,'竹山溢水','093'),(94,'竹山旗舰','094'),(95,'竹山惠民','095'),(96,'竹山施洋路','096'),(97,'竹山得胜','097'),(98,'竹山双台','098'),(99,'竹山明清','099'),(100,'竹山秦古','100'),(101,'101','101'),(102,'竹山官渡','102'),(103,'竹山宝丰五','103'),(104,'104','104'),(105,'竹山健民','105'),(106,'竹山麻家渡','106'),(107,'竹山上庸','107'),(108,'竹山便民','108'),(109,'竹山潘口','109'),(110,'澳门街大药房','110'),(111,'竹溪守金','111'),(112,'江苏路第二大药房','112'),(113,'燕林小区大药房','113'),(114,'114','114'),(115,'竹山得胜二','115'),(116,'竹山溢水二','116'),(117,'117','117'),(118,'北京小镇大药房','118'),(119,'房县神龙','119'),(120,'南化一','120'),(121,'红塔','121'),(122,'六里坪三8491086','122'),(123,'解放路二','123'),(124,'南化二','124'),(125,'城东','125'),(126,'金沙(X)','126'),(127,'127','127'),(128,'郧西县富康二','128'),(129,'龙城大药房','129'),(130,'凤凰香郡店','130'),(131,'利民二千福','131'),(132,'竹溪人医','132'),(133,'竹山麻家渡二','133'),(134,'邮电街','134'),(135,'蓝山郡店','135'),(136,'顾家岗名城港湾店','136'),(137,'房县神龙二','137'),(138,'红卫技校','138'),(139,'红卫市场','139'),(140,'顾家岗二店','140'),(141,'中心药铺','141'),(142,'温心药房','142'),(143,'源河=河北路','143'),(144,'竹溪水坪二','144'),(145,'和昌','145'),(146,'军店','146'),(147,'房陵大道','147'),(148,'竹山十堰路','148'),(149,'武当山四店','149'),(150,'四方新城','150'),(151,'宝丰六','151'),(152,'军店二','152'),(153,'武当山五店','153'),(154,'东城国际','154'),(155,'花果市场','155'),(156,'银河社区诊所','156'),(157,'中岭二','157'),(158,'竹溪广场大药房','158'),(159,'北京中路大药房=王府井','159'),(160,'50厂西苑小区','160'),(161,'白浪中路','161'),(162,'51厂=东风大道','162'),(163,'浙江路=和昌国际三期','163');
/*!40000 ALTER TABLE `org` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-17 18:00:43
